{"metadata": {"Header 1": "Ferietillæg kalenderår", "Header 2": "Ferietillæg – Kalenderår", "url": "https://help.vismaenterprise.dk/vismaloen-standard/ferie/70-ferietillaeg-kalenderar"}, "content": "## Ferietillæg – Kalenderår\nDer er overenskomster som har vedtaget, at opsparing af ferietillæg sker i kalenderåret (01.01 til 31.12) og udbetales typisk i april måned – kørselsordre 12X04.\nEr procenten for ferietillægget en anden end 1%, kan det ændres generelt for en løngruppe på en resultattabel eller det kan ændres personligt på en medarbejder:  \nResultattabel 4003 - Ferietillæg lovpligtig  \nGå til Opsætning → Resultattabel\nVælg resultattabel 4003\nKlik Find\nKlik Ny periode\nUdfyld feltet ‘Gyldig’\nKlik OK\nVælg Resultattrin i højremenuen\nKlik Ny\nVælg løngruppe og skriv procentsats for aflønningsformen\nKlik Gem  \nØnsker du at ændre ferietillægsprocenten for den enkelte medarbejder, kan du gøre det på:  \nPersonlig sats-lønart 9908 – Personlig sats ferietillæg  \nGå til Medarbejder → Ansættelsesforhold\nVælg Personlige satser i højremenuen\nKlik Ny\nUdfyld periode og lønart\nKlik OK  \nFor at ændre optjening af ferietillægget til kalenderår, kræver det en ændring på stillingskategorien. Her skal oprettes en af følgende to stillingskategori lønarter, som håndterer optjening i kalenderår.\nDer er to forskellige grundlag, alt efter om den ferieberettigede løn skal nedskrives når ferie afholdes, eller ikke nedskrives ved afholdelse:  \nStillingskategorilønart 4902 - Ferietillæg lov – kalenderårDet opsparede ferietillæg beregnes af lovgrundlaget for ferieberettiget løn, dvs. der sker nedskrivning af beregningsgrundlaget når der afholdes ferie, og når medarbejderen har fri egen regning.\nStillingskategorilønart 4904 - Ferietillæg OK-grundlag - kalenderårDet opsparede ferietillæg beregnes af OK-grundlaget for ferieberettiget løn, dvs. at beregningsgrundlaget ikke nedskrives når der afholdes ferie. Grundlaget nedskrives når medarbejderen holder fri egen regning.  \nGå til Opsætning → Stillingskategori\nAngiv f.eks. ’1001’\nKlik Find\nVælg Lønoplysninger i højremenuen\nKlik Ny\nAngiv enten stillingskategori lønart 4902 eller 4904\nAngiv datoen 01-09-2020\nKlik Gem  \nUdbetaling af ferietillægget kalenderår\nUdbetaling af ferietillægget sker når der på kørselsordre 12X04 er oprettet ikrafttrædelseskode ‘U’.\nSkal udbetaling ske i en anden lønperiode skal ikrafttrædelseskode ’U’ slettes på 12X04 og oprettes på den ønsket kørselsordre.\n⚠️ OBS: Der kan være flere kørselsselektioner det skal oprettes på f.eks. 1 - Bagud, 2 - Forud eller 3 - Timeløn.  \nGå til Lønadministration → Kørselsselektion\nAngiv kørselsordre f.eks. ’12X04’\nKlik Find\nKlik Ny\nAngiv ’U’\nKlik Gem hvis udbetalingen skal oprettes eller\nDobbeltklik på Ikrafttrædelseskode ’U’\nKlik Slet, hvis udbetalingen ikke skal ske på denne kørselsordre\nVælg Ikrafttrædelseskode i højremenuen  \nGentag ovenstående hvis du både har forudlønnede (selektion = 2), bagudlønnede (selektion = 1) eller timelønnede (selektion = 3)."}