{"metadata": {"Header 1": "Decentralized recordings (english)", "Header 2": "MLE-40-LONA (Individual rates, fixed salary types and variable salary types)", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/94-decentralized-recordings"}, "content": "## MLE-40-LONA (Individual rates, fixed salary types and variable salary types)\nFixed salary types can be created by using Decentralized recording.\nFixed salary types can be created, modified and be accounted for on an accruals basis by using Decentralized recording.\nIndividual rates can be created, modified and be accounted for on an accruals basis by using Decentralized recording.\nThe following fields are key fields:\nKUNDEFORHOLD (CUSTOMER ID), ARBEJDSGIVER (EMPLOYER), IDENTIFIKATION (IDENTIFICATION), MEDARBEJDER (EMPLOYEE), LØNARTNR (SALARY TYPE NUMBER), and STARTDATO (START DATE)\nYou can modify the following fields by using Decentralized recording:\nTILDATO (TO DATE) (End date), BETEGNELSE (DESIGNATION), ENHEDER (UNITS), SATS (RATE); BELØB (AMOUNT), PCT. (PERCENT), PENS.FIRMABELØB (COMPANY CONTRIBUTION AMOUNT FOR PENSION), PENS.FIRMA % (COMPANY CONTRIBUTION PENSION %), PENSIONSGRUNDLAG (PENSION BASE), KONTONUMMER (ACCOUNT NUMBER), REGISTRERINGSNUMMER (REGISTRATION NUMBER), MODTAGERSAFDELING (RECIPIENT DEPARTMENT), MODTAGERSAFTALENR (RECIPIENT AGREEMENT NUMBER), AFSENDERKUNDENR (SENDER CUSTOMER NO.), AFREGNINGSTYPENR (PAYMENT TYPE NO.), OVERENSKOMSTKODE (AGREEMENT CODE), KONTOPLANFELT  1-6 (CHART OF ACCOUNTS FIELD1-6), AFREGNES VIA, FREKVENS, NÆSTE GANG, SLETTEMARKERING\nIn the document ’Lønarts felt beskrivelse til decentral registrering’ (Salary type description for decentralised recording), you can see the fields to be populated in connection with each salary type.\n⚠️ OBS: Using decentralised loading, the following salary types must be replaced by new salary types: (se table below) 400, 401, 600, 605, 606, 865, 4280, 4410, and 4412.\n⚠️ OBS: Decentralised loading is NOT possible when using the following salary types: 450, 7802, 8392, 8725, and 8755.\n👩‍🏫Case:\n18;1;MLE-40-LONA;3;01082008;;9900;;;;20000\n18;1;MLE-40-LONA;3;01082008;;6200;;;;;5;;;10;;;;;;;2003\n18;1;MLE-40-LONA;3;01082008;;9011;;120\n18;1;MLE-40-LONA;3;01082008;;1303;;5;120\n18;1;MLE-40-LONA;3;01082008;;3000;;;;6500\n18;1;MLE-40-LONA;3;01082008;31122008;3010\n18;1;MLE-40-LONA;4;15082008;;6003;;;;;3.7;;;7.4;2;;;;;;2115;;;;1\n18;1;MLE-40-LONA;4;15082008;;6410;;;;500;;;;;;;;;2345;6544533\n18;1;MLE-40-LONA;4;15082008;;1100;;165\n18;1;MLE-40-LONA;4;15082008;;9905;;;;170\n18;1;MLE-40-LONA;4;15082008;;9906;;;;15\nRecord format:\nField No.Excel ColumnNameNo. of charactersTypeValueDescription1AKundeforhold (Customer ID)6N K&nbsp;KUNDEFORHOLDSNUMMER (CUSTOMER ID NUMBER)2BArbejdsgiver (Employer)6N K&nbsp;ARBEJDSGIVERNUMMER (EMPLOYER NUMBER)3CIdentifikation (Identification)11X KMLE-40-LONARecord ID4DMedarbejder (Employee)15N K&nbsp;MEDARBEJDERNUMMER (EMPLOYEE NUMBER)5EFradato (From date)8D K&nbsp;Format: DDMMYYYY6&nbsp;FTildato (To date)8D&nbsp;Format: DDMMYYYY7GLønart (Salary type)6N K&nbsp;&nbsp;8HBetegnelse (Designation)30X&nbsp;&nbsp;9IEnheder (Units)11N&nbsp;Unit types: Hours, days, km. Format: -9999999.99 – 9999999.9910JSats (Rate)11N&nbsp;Format: -9999999.99 – 9999999.9911KBeløb (Amount)11N&nbsp;Format: -9999999.99 – 9999999.9912LPct. (Percent)11N&nbsp;Pension egen % (Own pension contribution). Format: -9999999.99 – 9999999.9913MReducer ej (Do not reduce)1N1 eller 2Default is blank = 014NPens. Firmabeløb (Company pension contribution)11N&nbsp;Format: -9999999.99 – 9999999.9915OPens. firma % (Company pension contribution %)11N&nbsp;Format: -9999999.99 – 9999999.9916PPensionsgrundlag (Pension base)1N1/2/3/4/5/6/10/11Refer to description in the salary type catalogue17QSaldo (Balance)11N&nbsp;Format: -9999999.99 – 9999999.9918&nbsp;RÅrstal (Year)4Å&nbsp;Format: YYYY19SInputværdi(Input value)10X&nbsp;The value should equal the look up step. Refer to Guide til Værdi bestemt løn (Guide to value induced salary).20&nbsp;TReg.nr. (Reg. no.)4N&nbsp;Applied in case of pensions21UKontonummer (Account number)10X&nbsp;Applied in case of pensions22VAfregningstype (Transaction code)6N&nbsp;Applied in case of pensions23WModtagersafdeling (Recipient department)5X&nbsp;Applied in case of pensions24XModtagersaftalenr (Recipient agreement no.)8X&nbsp;Applied in case of pensions25YAfsenderkundenr (Sender customer no.)15X&nbsp;Applied in case of pensions26ZOverenskomstkode (Agreement code)5X&nbsp;Applied in case of pensions27AAKontoplanfelt1 (Chart of accounts field)20X*See OBSApplied for input allocation28ABKontoplanfelt2 (Chart of accounts field)20X*See OBSApplied for input allocation29ACKontoplanfelt3 (Chart of accounts field)20X*See OBSApplied for input allocation30ADKontoplanfelt4 (Chart of accounts field)20X*See OBSApplied for input allocation31AEKontoplanfelt5 (Chart of accounts field)20X*See OBSApplied for input allocation32AFKontoplanfelt6 (Chart of accounts field)20X*See OBSApplied for input allocation33AGAfregnes via2XDefault Blank or the value BC&nbsp;&nbsp;Usually left blank. Only feasible for companies in the financial trade.&nbsp;34AHFrekvens (Frequency)2N&nbsp;Usually left blank. Only feasible for companies in the financial trade.Applies only to fixed salary types.35AINæste gang(Next payment/ withdrawal)8DBlank&nbsp;DDMMYYYYUsually left blank. Only feasible for companies in the financial trade.Applies only to fixed salary types.36AJSletmarkering1N9 = Delete fixed salary typeStartdate must correspond to the startdate for the fixed salary type.  \n*Input allocation can be used for the following chart of accounts fields:\n* Afdeling (Department) No. of characters = 6\n* Udbetalingssted (Subsection) No. of characters = 6\n* Kontonummer (Account number) No. of characters = 20\n* Valgfri1 (Optional1) No. of characters = 10\n* Valgfri2 (Optional2) No. of characters = 10\n* Valgfri3 (Optional3) No. of characters = 10\n* Valgfri4 (Optional4) No. of characters = 10\n* Valgfri 5 (Optional5) No. of characters = 10\n* Valgfri6 (Optional 6) No. of characters = 10  \nIn addition to the chart of accounts fields above, the sorting code may have additional fields, however, not all of them will be included in the sequence in terms of  decentralized recording.\nIf your sorting code includes the following chart of accounts fields:\n1. $1\n2. $1\n3. $1  \nthen, the following should be used in decentralised recording:\nColumn 27 / AA: Afdeling (Department) – this is the first chart of accounts field available for input allocation\nColumn 28 / AB: Kontonr. (Account no.) - this is the second chart of accounts field available for input allocation\nForm of renumeration is not applicable in this context, as input allocation is not available for this sorting.\n⚠️ OBS: Decentralized loading of the following salary types is not possible but may be replaced by other salary types.\nHowever, salary types 4410 and 4412 should have both salary types 4410 and 4412 plus salary\ntypes 3800, 3801, or 3804. Other salary types will be replaced completely by other salary types.\nSee additional descriptions in ’Lønarter, decentral registrering’.\nCurrent salary typeSalary type textSalary type for decentralized recording400Overfører feriefri år-1 dage&nbsp;(Transferring holiday free, year -1, days)310400Overfører feriefri år-1 timer&nbsp;(Transferring holiday free, year -1, hours)311400Overfører feriefri år-1 beløb&nbsp;(Transferring holiday free, year – 1, amount)312400Overfører afspadsering, år-1 timer(Transferring time off, year -1, hours)313401Overfører omsorgdage år-1&nbsp;(Tranferring days of compassionate leave, year –1)314401Overfører omsorgtimer år-1&nbsp;(Transferring hours of compassionate leave, year –1)315401Overfører aftalefridage år-1&nbsp;(Transferring appointment free days, year –1)316401Overfører aftalefritimer år-1(Transferring appointment free hours, year –1)317865Overfør ikke afholdt ferie dage&nbsp;(Do no transfer used holiday – days)318865Overfør ikke afholdt ferie timer(Do not transfer used holiday – hours)3194280Overfør ikke afholdt ferie dage(Do no transfer used holiday – days)42784280Overfør ikke afholdt ferie timer(Do not transfer used holiday – hours)42794410Feriefri til Fritvalgskonto – henterPer9905/Res100 (Holiday free for Options account – gets Per9905/Res100)4410 – number of hours4410Korrektion af feriefridage (Correction of supplementary holiday - days)38004410Korrektion af feriefritimer (Correction of supplementary holiday - hours)38014410Korrektion af feriefribeløb (Correction of supplementary holiday – amount)38044412Feriefri til Fritvalgskonto – timer * sats (Holiday free for Options account – hours * rate)4412 - Number of hours and rate4412Saldokorrektion af feriefridage (Balance correction&nbsp; supplementary holiday – days)38004412Saldokorrektion af feriefritimer (Balance correction of supplementary holiday – hours)38014412Saldokorrektion af feriefribeløb (Balance correction supplementary holiday – amount)3804600Saldokorrektion feriedage/kr.(Balance correction holiday/DKK)510 – provide year600Saldokorrektion feriedage/kr.(Balance correction holiday/DKK)511 - current year605Saldokorrektion ferietimer/kr.&nbsp;(Balance correction holiday hours/DKK)512 – provide year605Saldokorrektion ferietimer/kr.(Balance correction holiday hours/DKK)513 – current year606Saldokorrektion feriedage optjent i år (Balance account – number of days of holiday accumulated this year)514606Saldokorrektion feriedage/saldo i år (Balance correction – days of holiday/balance this year)515606Saldokorrektion ferietimer optjent i år (Balance correction – hours of holiday accumulated this year)516"}