{"metadata": {"Header 1": "Bogføring", "Header 2": "Lønafregning/Lønfordeling", "Header 3": "Difference", "url": "https://help.vismaenterprise.dk/vismaloen-standard/bogforing/93-bogforing-1"}, "content": "### Difference\nSåfremt der benyttes en eller flere lønarter, der ikke er oprettet i kontoplanen, vil bogføringsbilaget udvise en difference. De lønarter som ikke er med i kontoplanen, skal oprettes på en konteringslinje i den aktuelle kontoplan.\nSåfremt en lønkørsel har været godkendt med differencen og du foretager en rettelse af kontoplanen, kan du køre et nyt bogføringsbilag under menupunkterne Opsætning → Kontoplan → Kontoplan → Kontrol af bogføring. Ønsker du et nyt bogføringsbilag er det muligt at bestille en omkørsel af bogføringen hos Visma Løn hotline, hvor der bliver dannet et nyt bogføringsbilag til den nye kontoplan.\nEr der difference på et bogføringsbilag kan du evt. danne Bogføringsbilag med spec og se hvilke medarbejdere der ikke stemmer. Find medarbejdernes lønseddel og kontrollere om de anvendte beløb og lønarter er med i kontoplanen:  \nHent bogføringsbilag med spec. fra din lønkørsel\nSorter filen evt. Arbejdsgiver og dernæst medarbejder\nKlik på fanen Data\nVælg subtotaler\nI feltet Ved hver ændring, vælg Medarbejder\nI feltet Anvend funktionen, vælg Sum,\nI feltet Subtotaler, vælg debet og kredit\nKlik OK  \nKlik på 2-tallet i venstre side af Excel arket, for at se en subtotal pr. medarbejder\nLave en formel på kolonne 2 minus kolonne 1\nFind herefter differencen\nKlik på + ud for den medarbejder, hvor der er en difference\nHent lønsedlen for pågældende medarbejder i Visma Løn\nTjek lønarter på lønsedlen om de også er med i bogføringsbilag med spec.\nTilføj evt. manglende lønarter i kontoplanen\nKør omkørsel af bogføring - Klik på Opsætning/Opsætningsrapporter i Visma Løn- Vælg Omkørsel af bogføring i Højremenuen- Angiv kørselsordre- Klik på OK\nNår bogføringen er kørt om, kør Rapporten Bogføringsbilag og se om dit bogføringsbilag nu stemmer, ellers start fra punkt 2"}