{"metadata": {"Header 1": "eIndkomst", "Header 2": "Hvad oplyses til eIndkomst", "url": "https://help.vismaenterprise.dk/vismaloen-standard/eindkomst/55-e-indkomst"}, "content": "## Hvad oplyses til eIndkomst\nRapporten &#39;Afstemningsliste (eIndkomst)&#39; viser, hvad der bliver indberettet til eIndkomst pr. medarbejder. Følgende indberettes  \nLøntimer - Ved løntimer forstås de timer, for hvilke en arbejdsgiver har udbetalt løn eller som dækkes af en udbetalt løn, hvor lønnen er omfattet af oplysningspligten efter skattekontrollovens § 7 stk. 1, nr. 1, 1. Pkt.\nFor timelønnede er det de timer, der bliver udbetalt løn for, f.eks. lønperiodens normale timetal tillagt eventuelle overarbejdstimer, der udbetales i lønperioden.\nFor fastlønnede funktionærer skal der indberettes løntimer i forhold til en månedlig timenorm på 160,33 (svarende til en 37-timers arbejdsuge) plus eventuelle mer- og overarbejdstimer, der udbetales løn for i lønperioden. Der er også tale om løntimer, hvis den ansatte får løn for en periode, hvor den ansatte ikke har udført arbejde. Det kan f.eks. være en periode med afholdelse af optjent ferie, en opsigelsesperiode, hvor den ansatte er fritstillet, eller en periode med barsel, sygdom eller barns første sygedag.\nI Lønartskataloget er der tilføjet en kolonne, der viser hvilke lønarter, der medgår i Løntimer.  \nBeskattede bruttoferiepenge – viser feriepenge for timelønnede og fratrædende funktionærer og indgår i AM-indkomsten eller A-indkomsten, som ikke samtidig udbetales.  \nBeskattet SH-brutto - Skal bruges, når søgnehelligdagsbeløbet indgår i AM-indkomsten eller A-indkomsten, men ikke samtidig udbetales. Dvs. i de tilfælde hvor beløbet bliver beskattet, men ikke samtidig udbetales. Ligesom feriepenge til timelønnede.  \nFelt 13 - AM-indkomst, A-indkomst hvoraf der skal betales arbejdsmarkedsbidrag  \nFelt 14 - A-indkomst, A-indkomst hvoraf der ikke skal betales arbejdsmarkedsbidrag  \nFelt 15 - Indeholdt A-skat  \nFelt 16 - Indeholdt arbejdsmarkedsbidrag  \nFelt 19 - Værdi af fri bil til rådighed  \nFelt 20 – Værdi af fri telefon  \nFelt 21 - Værdi af fri kost og logi  \nFelt 26 – Værdi af arbejdsgiverbetalt sundhedsforsikring og behandling  \nFelt 36 - B-indkomst, hvoraf der skal betales arbejdsmarkedsbidrag  \nFelt 38 - B-indkomst, hvoraf der ikke skal betales arbejdsmarkedsbidrag  \nFelt 40 - Naturalieydelse fra fonde og foreninger  \nFelt 45 - Sats-type for ATP-bidrag  \nFelt 46 – Samlet ATP-bidrag (Lønmodtagers og arbejdsgivers bidrag,  \nFelt 48 - Skattefri rejse- og befordringsgodtgørelse samt skattefri uddannelsesydelse  \nFelt 50 - Værdi af fri helårsbolig  \nFelt 51 - Værdi af fri sommerbolig  \nFelt 52 - Værdi af fri lystbåd  \nFelt 53 - Værdi af fri medie-/TV-licens  \nFelt 55 – Personalegoder over bagatelgrænsen  \nFelt 56 – Personalegoder uden bagatelgrænse  \nFelt 63 - Frikort offentlig befordring  \nFelt 66 - Ansattes årlige andel vedrørende pc-ordning  \nFelt 68 - Yderligere oplysninger til rubrik 68  \nFelt 69 - Jubilæumsgratiale og fratrædelsesgodtgørelse  \nFelt 70 - Den del af felt 69, der er indbetalt til pensionsordning  \nFelt 71 - Den del af felt 69, der er værdi af tingsgaver  \nFelt 83 - Sødage  \nFelt 88 - Pension – fritaget for udligningsskat (kun for Finans)  \nFelt 147 - Lønmodtagers pensionsandel  \nFelt 148 - Arbejdsgivers pensionsandelSærlig indberetning – Anvendes til medarbejdere med bopæl i udlandet eller fiktivt cpr.nr. vises i rapporten med krydsmarkering, som oplysning om at adresseoplysninger er indsendt særskilt på medarbejderen. Visma Løn indsender automatisk denne oplysning  \nNettofp IÅ – Anvendes til indberetning af nettoferiepenge, der skal afregnes til FerieKonto og/eller indberettes til feriepenge.dk for indeværende år.  \nFeriedage IÅ – Anvendes til feriedage, som skal indberettes til FerieKonto og/eller indberettes til feriepenge.dk for indeværende år.  \nNettofp SÅ – Anvendes til indberetning af nettoferiepenge, der skal afregnes til FerieKonto og/eller indberettes til feriepenge.dk for sidste år (funktionærer).  \nFeriedage SÅ – Anvendes til feriedage, som skal indberettes til FerieKonto og/eller indberettes til feriepenge.dk for sidste år (funktionærer).  \nNettofp FÅ – Anvendes til indberetning af nettoferiepenge, der skal afregnes til FerieKonto og/eller indberettes til feriepenge.dk for forrige år (funktionærer).  \nFeriedage FÅ – Anvendes til feriedage, som skal indberettes til FerieKonto og/eller indberettes til feriepenge.dk for forrige år (funktionærer).  \nFP udbetaler – CVR.NR. på feriepengeudbetaleren. Nettoferiepenge til FerieKonto indberettes default med FerieKontos CVR.NR. anvendes andre ferieformer opsættes dette på Arbejdsgiver stamoplysninger"}