{"metadata": {"Header 1": "Decentral registrering", "Header 2": "MLE-32- HRAN (Ansættelsesforhold med HR felter)", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/86-decentral-registrering"}, "content": "## MLE-32- HRAN (Ansættelsesforhold med HR felter)\nFor virksomheder der også har Visma HR\nAnsættelsesforhold kan oprettes, ændres og periodiseres via Decentral registrering.\nFølgende felter skal altid angives:\nKUNDEFORHOLD, ARBEJDSGIVER, IDENTIFIKATION, MEDARBEJDER og FRADATO\nFølgende felter kan ændres via Decentral registrering:\nFRADATO, FRATRÆDELSESDATO, FRATRÆDELSESKODE, AFDELINGSNR, UDBETALINGSSTEDNR, LØNGRUPPENR, STILLINGSKATEGORI, ANSÆTTELSESBETEGNELSE, NORMTID, AFV.FORENINGSKODE og AFV.PNR, VALGFRI1, VALGFRI2, VALGFRI3, VALGFRI4, VALGFRI5, VALGFRI6, LØNRAMME, LØNTRIN, RYKKODE1, RYKKODE2, RYKKODE3, NÆSTERYKDATO1, NÆSTERYKDATO2, NÆSTERYKDATO3. AUTORYK1, AUTORYK2, AUTORYK3, ARBEJDSDAGE PR.UGE\nFølgende felter kan ændres via Decentral registrering:\nSTILLING INTERNSTILLINGSKODE STILLINGSTYPEKODE AENDRINGSAARSAGSKODE INTERNTITELKODE ARBEJDSORDNINGKODE UDDANNELSESKRAVKODE EKSTRAOPSIGPERSONMAANED EKSTRAOPSIGFIRMAMAANED ANCIENNITET2 JUBILAEUM2 FRATRAEDAARSAGSKODE DEPARTMENTID ANSATTYPEKODE\n👩‍🏫 Eksempel:\n18;1;MLE-32-HRAN;3;01082008;;;;1001;HR konsulent;130.00;;F1;300;;;1010244230\n18;1;MLE-32-HRAN;4;15082008;;;;3001;Lager;0;;T1;100;Kbh;;1010244230\n18;1;MLE-32-HRAN;10086;01082008;;3;31082008\nRecordformat:\nFelt Nr.Excel Kol.NavnAntal tegnTypeVærdiBeskrivelse1AKundeforhold6N K&nbsp;KUNDEFORHOLDSNUMMER2BArbejdsgiver6N K&nbsp;ARBEJDSGIVERNUMMER3CIdentifikation11X KMLE-32- HRAN&nbsp;4DMedarbejder15N K&nbsp;MEDARBEJDERNUMMER5EFradato8D K&nbsp;Format: DDMMÅÅÅÅFradato skal IKKE udfyldes når der kun kommer en Fratrædelseskode og Fratrædelsesdato.6FTiltrædelsesdato8D&nbsp;Anvendes ikke.7GFratrædelseskode2N&nbsp;Obligatorisk ved fratrædelse.Ved genansættelses udfyldes feltet med %.For sletning af ’fratrædelseskode’ anvendes ’%’ i feltet.8HFratrædelsesdato8D&nbsp;Obligatorisk ved fratrædelse.Format: DDMMÅÅÅÅ9IStillingskategori4N M&nbsp;&nbsp;10JAnsættelsesbetegnelse30X&nbsp;For sletning af ’ansættelsesbetegnelse’ anvendes ’%’ i feltet.11KNormtid medarbejder6N&nbsp;Format: 999.99.For sletning af ’normtid medarbejder’ anvendes ’%’ i feltet.12LNormtid overenskomst6N&nbsp;Udfyldes ved oprettelse, hvis forskellig fra 160.33. Format 999.9913MLøngruppe6X M&nbsp;Bogstavet skal være med stort f.eks. ’T1’ eller ’F2’.14NAfdeling6X&nbsp;Der er forskel på store og små bogstaver.For sletning af ’afdeling’ anvendes ’%’ i feltet.15OUdbetalingssted6X&nbsp;Der er forskel på store og små bogstaver.For sletning af ’udbetalingssted’ anvendes ’%’ i feltet.16PAfv. foreningskode5N&nbsp;For sletning af ’afv. foreningskode&apos; anvendes ’%’ i feltet.17&nbsp;QAfv. Pnr.10X&nbsp;Moduluskontrol på indholdet af feltet.For sletning af ’afv. pnr.’ anvendes ’%’ i feltet.18RAfv. kontoplan2X&nbsp;Kontrol af at indlæst kontoplan eksisterer.For sletning af ’afv. kontoplan.’ anvendes ’%’ i feltet.19SValgfri110X&nbsp;For sletning af ’Valgfri1 anvendes ’%’ i feltet.20TValgfri210X&nbsp;For sletning af ’Valgfri2 anvendes ’%’ i feltet.21UValgfri310X&nbsp;For sletning af ’Valgfri3 anvendes ’%’ i feltet.22VValgfri410X&nbsp;For sletning af ’Valgfri4 anvendes ’%’ i feltet.23WValgfri510X&nbsp;For sletning af ’Valgfri5 anvendes ’%’ i feltet.24XValgfri610X&nbsp;For sletning af ’Valgfri6 anvendes ’%’ i feltet.25YLønramme6X&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin, skal feltet udfyldes med lønramme.&nbsp;26ZLøntrin6X&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin, skal feltet udfyldes med løntrin.27AARykkode16X&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin, angives Rykkode1.28ABRykkode26X&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin angives Rykkode2.29ACRykkode36X&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin angives Rykkode330ADNæsterykdato18DBlankDDMMÅÅÅÅFeltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin udfyldes feltet med dato for første rykning efter tabellen i Rykkode1.31AENæsterykdato28DBlankDDMMÅÅÅÅFeltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin udfyldes feltet med dato for første rykning efter tabellen i Rykkode232AFNæsterykdato38DBlank&nbsp;Feltet skal normalt ikke udfyldes.Ved aftale om Ramme/trin udfyldes feltet med dato for første rykning efter tabellen i Rykkode333AGAutoryk11XBlankJ eller NFeltet skal normalt ikke udfyldes.Ved tilmelding til Ramme/trin kan udfyldes med:J=Ja, N=nej,34AHAutoryk21XBlankJ eller NFeltet skal normalt ikke udfyldes.Ved tilmelding til Ramme/trin kan udfyldes medJ=Ja, N=nej,&nbsp;35AIAutoryk31XBlankJ eller NFeltet skal normalt ikke udfyldes.Ved tilmelding til Ramme/trin kan udfyldes medJ=Ja, N=nej,&nbsp;36AJArbejdsdage pr. uge1N&nbsp;Antallet af arbejdsdage pr. uge.&nbsp;Anvendes ved aftale om finansfunktionalitet37AKAflønningsafvigelse&nbsp;&nbsp;12XBlankUdfyldes på medarbejdere der skal have anden aflønning end det som ligger på stillingskategorienKan udfyldes med:&nbsp;BagudlønForudlønTimeløn (kan pt. ikke bruge)14 dagesløn (kan pt. ikke bruge)38ALArbejdsfunktionsnr.6NM&nbsp;Udfyldes med nummeret for arbejdsfunktione39AMFerieafvigelse&nbsp;&nbsp;2X&nbsp;Udfyldes på medarbejdere der skal have anden ferieberegning end den som ligger på stillingskategorienJ = Ja til ferieafvigelseN = Nej til ferieafvigelseDer kan ikke anvendes % for at slette, skal medarbejderen ikke have ferieafvigelse, så skal der skrives N40ANAfvigende stedkode&nbsp;&nbsp;1N&nbsp;Udfyldes på medarbejdere der skal have anden stedkode end den som ligger på stillingskategorienKan udfyldes med:HOSTADPROVIN2 (Stedtillægskode2)3 (Stedtillægskode3)4 (Stedtillægskode4)5 (Stedtillægskode5)6 (Stedtillægskode6)41AOStilling50XOverholde feltets definitionSTILLING Anvendes kun ifm. Visma HR42APIntern stilling5XOverholde feltets definitionINTERNSTILLINGSKODE Anvendes kun ifm. Visma HR43AQStillingstypekode5XOverholde feltets definitionSTILLINGSTYPEKODE Anvendes kun ifm. Visma HR44ARÆndringsårsagskode5XOverholde feltets definitionAENDRINGSAARSAGSKODE Anvendes kun ifm. Visma HR45ASIntern titel5XOverholde feltets definitionINTERNTITELKODE Anvendes kun ifm. Visma HR46ATArbejdsordning5XOverholde feltets definitionARBEJDSORDNINGKODE Anvendes kun ifm. Visma HR47AUUddannelseskrav6NOverholde feltets definitionUDDANNELSESKRAVKODE Anvendes kun ifm. Visma HR48AVEkstra opsigelse Personlig2NHeltalEKSTRAOPSIGPERSONMAANED Anvendes kun ifm. Visma HR49AWEkstra opsigelse Firma2NHeltalEKSTRAOPSIGFIRMAMAANEDAnvendes kun ifm. Visma HR50AXAnc. Ved opsigelse8DValid datoDDMMÅÅÅÅANCIENNITET2Anvendes kun ifm. Visma HR51&nbsp;AYAnc. ved jubilæum8DValid datoDDMMÅÅÅÅJUBILAEUM2Anvendes kun ifm. Visma HR52AZFratrædelsesårsag10XOverholde feltets definitionFRATRAEDAARSAGSKODEAnvendes kun ifm. Visma HR53BAAfdeling9NOverholde feltets definitionDEPARTMENTIDAnvendes kun ifm. Visma HR54BBAnsattype5XOverholde feltets definitionANSATTYPEKODEAnvendes kun ifm. Visma HR"}