{"metadata": {"Header 1": "Decentral registrering", "Header 2": "Beskrivelse", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/86-decentral-registrering"}, "content": "# Decentral registrering  \n## Beskrivelse\nType\nK – Key, nøglefelter der altid skal udfyldes\nN – Numerisk\nX – Alfanumerisk, karakterer\n% – Feltet kan slettes/blankes ud\nD – Datofelt, DDMMÅÅÅÅ\nM – Obligatorisk, SKAL udfyldes ved oprettelse\nÅ – Årstal år 2000 og større\nFilnavn\nDer er ingen &#39;kontrol&#39; af filens navn, og det vil sige, at du selv bestemmer, hvad filen skal hedde. Dog kan samme filnavn kun indlæses én gang i lønsystemet. Må højst være på 20 karakterer, bestående af både tal og bogstaver.\nFilformat\nI Visma Løn er det muligt at indlæse en fil fra et eksternt system. Filen skal være i csv-format (Windows code page 1252 ANSI eller UTF-8 with BOM) og skal have et forud bestemt layout. Data i en csv-fil må ikke indeholde følgende tegn ’;’ (semikolon) ” (anførselstegn), da disse bliver brugt som adskillelsestegn.\nSeparatortegn i Visma Løn er enten ’,’(komma) eller ’;’ (semikolon).\nDecimal separator er enten ’.’ (punktum) eller ’,’(komma).\nSortering\nRecord rækkefølgen har ingen betydning. Ved indlæsning sørger lønsystemet selv for sorteringen.\nKontrol af data\nKontrol af data sker efter samme regler som ved manuel indtastning.\nDen første kontrol er &quot;format-kontrol&quot;.Her tjekkes blandt andet:  \nAt filen ikke har samme navn eller længde som en tidligere indlæst fil\nAt filens indhold ikke er 100% identisk med indholdet i en tidligere indlæst fil\nIndeholder filen det korrekte antal felter i forhold til filtypen\nHar felterne i filen de korrekte formater - f.eks. at der ikke er tekst i et numerisk felt, eller at der ikke er bindestreg i CPR numre, eller at det er det korrekte antal karakterer i felterne osv.  \nHvis ikke filen kan gå igennem format-kontrollen vil den blive afvist uden indlæsning.\nDen anden kontrol er &quot;indholds-kontrol&quot;.Her tjekkes om indholdet i de enkelte filer passer med det der er muligt i lønsystemet. Det kunne eksempelvis være:\n* Findes medarbejder nummer\n* Er CPR nummer korrekt\n* Findes den anvendt stillingskategori eller løngruppe\n* Findes den valgte lønart eller fraværskode  \nI de tilfælde hvor noget fejler i &quot;indholds-kontrollen&quot; vil filen blive afvist, med de linjer der har fejl og de øvrige linjer vil blive indlæst. De medarbejdere/linjer der bliver afvist, bliver der udskrevet en tekst med årsagen i kvitteringslisten, så der er mulighed for at følge op på det der er fejlet.\nAnvender du automatisk indlæsning af fil til Visma Løn fra 3. parts system, vil der kommen en kvitteringsmail, hvor fejlen er beskrevet."}