{"metadata": {"Header 1": "Fleksible personalegoder", "Header 2": "Fleksible Personalegoder", "url": "https://help.vismaenterprise.dk/vismaloen-standard/personalegoder/63-fleksible-personalegoder"}, "content": "# Fleksible personalegoder  \n## Fleksible Personalegoder\nFleksible Personalegoder, f.eks. en avis eller et periodekort, er goder, som lønmodtageren én gang årligt har mulighed for at vælge mod til gengæld at få nedsat sin kontante bruttoløn med et beløb, der svarer til, hvad det koster arbejdsgiver at stille goderne til rådighed for lønmodtageren. Lønmodtageren får stadig pension, feriepenge mv. af den oprindelige løn. Aftalen reguleres én gang årligt.\nDen anden mulighed er, at Fleksible Personalegoder trækkes fra efter skat, men dermed opnår lønmodtageren ikke en nedsættelse af sin bruttoløn.\nFleksible Personalegoder bliver KUN fradraget i lønnen, såfremt der har været noget løn, det kan fradrages i. Det betyder f.eks., at har du timelønnede, som i en lønperiode ikke får nogen løn, vil der ikke blive trukket for Fleksible Personalegoder.\nI Visma Løn er der oprettet lønarter til at håndtere de forskellige Fleksible Personalegoder. Til hvert personalegode er der oprettet 3 lønarter. En fast lønart med beløb i input, en fast lønart med en sats i resultattabel og en variabel lønart med beløb i input. Alle lønarter kan se i vores lønartskatalog [her](https://help.vismaenterprise.dk/standard/vismaloen/tillaeg/lonartskatalog-til-visma-lon). Her ses et lille udsnit af lønarter:\nGodeFast lønart beløbVariabel lønart beløbFast lønart resultattabelBredbånd311031113112Bredbåndstelefoni311531163117Bus- / Togkort312031213122Aviser / Tidsskrifter312531263127Massage313031313132Sundhedsforsikring313531363137Personaleg. 1 før skat314031413142Personaleg. 2 før skat315031513152Personaleg. 3 før skat321032113212Personaleg. 4 før skat321532163217Personaleg. 5 før skat322032213222Personaleg. 6 før skat322532263227Personaleg. 7 før skat323032313232Personaleg. 8 før skat323532363237Personaleg. 9 før skat324032413242Personaleg. A før skat325032513252Personaleg. 1&nbsp;efter skat949094919492Personaleg. 2&nbsp;efter skat949594969497  \nGodeFast lønart beløb + grundlagFast lønart beløbVariabel lønart beløbMedarbejderobligationer780078057806"}