{"metadata": {"Header 1": "Decentralized recordings (english)", "Header 2": "MLE-27-HRME (employees with HR fields)", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/94-decentralized-recordings"}, "content": "## MLE-27-HRME (employees with HR fields)\nFor companies, that have Visma HREmployees can be created and changed via Decentral registrationThe following fields must be filled out:Customer ID, Employer, Identification, and Employee numberThe following fields can be changed via a Decentral registration:CPRNR, CVR Number, FIRSTNAME, LAST NAME, ADDRESS1, ADDRESS 2, POST NUMBER, FIRST EMPLOYED DATE, E-MAIL, TAX CODE, EBOX, INTIALS and TIN (Tax-ID).The following HR fields can be changed:EMAIL 2, BIRTHDATE, SEX (f/M), COUNTRY CODE, COUNTRY OF BIRTH CODE, DEFAULT CALANDER KODE, COMMENTS SURNAME and CPR NR. ABROAD👩‍🏫Case:18;1;MLE-27-HRME;3:3001609992;;Jensen;Gurli;Skagen 12;SE-45678;Malmø;01082008;[gi@hotmail.dk](mailto:gi@hotmail.dk);SE;000100;H;0108200818;1;MLE-27-HRME;4:2602639991;;Cisen;Thomas;Sort vænget&nbsp;22;;2750;;15082008;;;000015;B;15082008Field no.Excel columnNameLengthTypeValue / FormatDescription1ACustomer ID6Key NumericMandatory&nbsp;Customer ID is a fixed number created by Visma Løn2BEmployer6Key NumericMandatory&nbsp;&nbsp;3CIdentification11Key CharactersMandatoryFixed valueMLE-27-HRME&nbsp;4DEmployee15Key NumericMandatory&nbsp;Employee number5ECPR no.10NumericMandatoryXXXXXXXXXXA Modulus 11 check is performed on the field. Fictitious civil reg. numbers xxxxxx9991 or xxxxxx9992 are valid. If cpr.nr. is ficitionous field 19 and 21 must have ’Nej’ for No.&nbsp;Value x must include a valid date. Format XXXXXXXXXX6FCVR no.8Numeric(Mandatory)XXXXXXXXA Modulus 11 check is performed on the field. The field is left blank if the CPR no is provided. The field is only populated if the value provided for the CPR no is 0 (zero). Format: XXXXXXXX7GLast name30Characters(Mandatory)&nbsp;Mandatory for creating a new employee8HFirst name30Characters(Mandatory)&nbsp;Mandatory for creating a new employee9IAddress 130Characters(Mandatory)&nbsp;Mandatory for creating a new employee10JAddress 230Characters&nbsp;Can be deleted by entering % into the field11KPostal code9Characters(Mandatory)&nbsp;Mandatory for creating a new employeeDanish postal code validation if country code is not provided or provided with ’DK’. Otherwise no check.12LForeign postal district30Characters(Mandatory)&nbsp;Mandatory if the employee has a foreign address. Otherwise left blank. Is deleted automatically if the country code is changed to ’DK’.13MFirst time employment8Date(Mandatory)DDMMYYYYMandatory for creating a new employeeFormat: DDMMYYYY14NE-mail50Alphanumeric(Mandatory)&nbsp;Can be deleted by entering % into the field The field is mandatory if payslip is send to mitBasic(mit.dk = Nej)15OCountry code2Characters(Mandatory)&nbsp;Mandatory for creating a new employee.If the employee has a foreign address a value should always be provided for this fieldIf left blank the code will automatic be set to DK16PSeniority6NumericYYMMDDThe length of the employee’s employment in number of years months and daysCan be deleted by entering % into the fieldFormat: YYMMDD17QRequest tax card type1CharactersH = Hovedkort (taxrate and deduction card)B = Bikort (secondary taxcard)A tax card can only be requested when creating a new employee.&nbsp;If an existing employee having a new salary number is created the field must be left blank18RRequest date8DateDDMMYYYYThe effective date of the e-tax card.If no tax card i requested the field must be left blank19SMit.dk3Characters(Mandatory)Ja, Nej or blankJa/Nej (yes/no) or blank to Danish Mit.dk or mitBasicJa = Mit.dkNej = mitBasic and additional email address must be created in column N and VBlank = Ja (Yes)20TInitials10Characters&nbsp;&nbsp;21UNemKonto3CharactersJa, Nej or blankJa (yes), Nej (No) or blank to Danish NemKonto22VE-mail (Private)50Characters(Mandatory)&nbsp;Can be deleted by entering % into the field23WBirthdate8DateDDMMYYYYMEDARBEJDER.FOEDSELSDAGCan be deleted by entering % into the field24XGender1Numeric0 = Female1 = MaleMEDARBEJDER.KOEN25YCitizenship2CharactersSame as country codeSTATSLANDEKODEIf left blank the code will automatic be set to DKCan be deleted by entering % into the field26ZNationality2CharactersSame as country codeFOEDELANDEKODEIf left blank the code will automatic be set to DKCan be deleted by entering % into the field27AADefault absence calendar6Numeric&nbsp;DEFAULTKALENDERKODECan be deleted by entering % into the field28ABComment60Characters&nbsp;KOMMENTARCan be deleted by entering % into the field29ACNickname50Characters&nbsp;KALDENAVNCan be deleted by entering % into the field30ADForeign CPR no20Characters&nbsp;CPRNRUDLANDCan be deleted by entering % into the field31AEPayment seniority8DateDDMMYYYYDate of seniority to calculate payments32AFTIN27XTIN can consist of letters, numbers and charactersIf the employee resides abroad (including Greenland and the Faroe Islands), the TIN must be provided. The TIN must comply with a specific format.For deletion of TIN enter % into the field.&nbsp;"}