{"metadata": {"Header 1": "Efterregulering", "Header 2": "Variable lønarter til efterregulering", "url": "https://help.vismaenterprise.dk/vismaloen-standard/lonkorsel/13-efterregulering"}, "content": "## Variable lønarter til efterregulering\nI forbindelse med at SKAT har fjernet muligheden for R-markering er der udviklet variable lønarter til at kunne efterregulere ind i de måneder som rettelsen vedrører.\nLønarterne kan oprettes under variable lønoplysninger med dato i tidligere periode og træder i kraft når der køres en efterregulering. Når efterreguleringen er godkendt, vil lønarterne forsvinde fra variable lønoplysninger, og derefter ligge som efterreguleringsposter.\nPå rapporten ’Afstemningsliste eindkomst R’, vil de variable lønarter ligge sig i den periode som datoen vedrører.\nDer kan efterreguleres på følgende variable lønarter:\nLønartsnr.TekstUdskriftslønartFerieberettiget12001Korrektion Løn1001Ja12101Korrektion Løn, ej fp.beret1001Nej12010Korrektion timer * sats1110Ja12110Korrektion timer * sats ej fp beret1110Nej12221Regulering AM-bidrag EFTREG8221Nej12251Regulering A-skat EFTREG8251Nej12986Korrektion Dagpenge timer * sats3986Nej12386Korrektion Dagpenge beløb3986Nej12905Korrektion ledighedsdage enh * sats2905Nej12370Korrektion genebetaling1341Ja12503Korrektion Bonus1503Ja12513Korrektion Bonus1503Nej12011Korrektion KM godt.9011Nej12020Korrektion Diæter9020Nej12823Korrektion Fri sommerhus8823Nej12605Korrektion B-indkomst felt 361605Nej12607Korrektion B-Indkomst felt 381607Nej5501Fratrædelsesgodtgørelse&nbsp;Nej5510Tinggave ved jubilæum&nbsp;Nej5511Tinggave ved Fratrædelse&nbsp;Nej5520Jubilæumsgratiale pension Info&nbsp;Nej5521Fratrædelsesgodtg.pension Info&nbsp;Nej5530Jubilæumsgratiale pension PI&nbsp;Nej5531Fratrædelsesgodtg. pension PI&nbsp;Nej5540Jubilæumsgratiale AM-pension&nbsp;Nej5541Fratrædelsesgodtg. AM-pension&nbsp;Nej5550Jubilæumsgratiale pension PI&nbsp;Nej5551Fratrædelsesgodtg. pension PI&nbsp;Nej5560Jubilæumsgratiale pension INFO&nbsp;Nej5565Fratrædelsesgodtg.pension INFO&nbsp;Nej"}