{"metadata": {"Header 1": "Ferie på forskud", "Header 2": "Tildeling af ferie på forskud", "Header 3": "Medarbejdere med feriegodtgørelse", "url": "https://help.vismaenterprise.dk/vismaloen-standard/ferie/62-ferie-pa-forskud"}, "content": "### Medarbejdere med feriegodtgørelse\nTildeling af ferie på forskud skal ske med et antal dage, samt værdien af feriedagene. Værdien af feriedagene beregnes på baggrund af lønnen de sidste 4 uger før ferieafholdelse, jvf. ferieloven. Skulle der ske en regulering i medarbejderens løn, vil denne regulering IKKE påvirke de feriepenge der er blevet beregnet ved tildeling af ferie på forskud.  \nFerieKonto/Feriekasse: Visma indberetter de feriedage og feriepenge som er tildelt ferie på forskud, som så sørger for udbetalingen til medarbejderen. Det er vigtigt at dette kommer med i en lønkørsel eller supplerende lønkørsel, før medarbejderen skal bruge af sin ferie på forskud, for ellers vil der ikke kunne ske en udbetaling fra FerieKonto/Feriekasse.\nFeriekort: Visma indberetter de feriedage og feriepenge som er tildelt ferie på forskud til eIndkomst. Det er vigtigt at dette kommer med i en lønkørsel eller supplerende lønkørsel, før medarbejderen skal bruge af sin ferie på forskud, for det er ikke muligt for arbejdsgiver at udbetale ferie på forskud i samme lønkørsel som det er tildelt.  \nFor disse medarbejdere gælder det, at lønsystemet modregner de feriedage og feriepenge der er tildelt ferie på forskud, i de optjente feriedage og feriepenge fra lønkørslen.\nDerfor skal tildeling af ferie på forskud, tidligst ske i lønkørslen før ferie på forskud skal anvendes.\nTildeling af ferie på forskud skal ske på følgende variable lønarter:  \nLønart 4767 - Løbende beregning af ferie til FerieKonto, Feriekasse og Feriekort  \nGå til Medarbejder → Variabel lønoplysninger\nKlik på Ny\nAngiv datoen (f.eks. 01-01-2023)\nAngiv lønart 4765, 4766 eller 4767\nUdfyld med antal feriedage/-timer på forskud samt på lønart 4767 feriepenge\nKlik på Gem, hvis der ikke er flere medarbejdere eller tryk på Tab og gentag punkt 3 til 5.  \n💡 TIP: Du kan også bruge siden Fællesregistrering → Variable lønoplysninger, hvis det er en gruppe af medarbejdere, der skal tildeles ferie på forskud."}