{"metadata": {"Header 1": "Bogføring", "Header 2": "Opsætning af kontoplan", "Header 3": "Oprettelse af kontoplan", "url": "https://help.vismaenterprise.dk/vismaloen-standard/bogforing/93-bogforing-1"}, "content": "### Oprettelse af kontoplan\nDer skal ved opstart altid oprettes en ny kontoplan, således at bogføringsbilaget kan tilpasses med egne kontonumre og kontotekster. Dette gøres f.eks. ved danne en rapport som csv-fil med kontoplan SD, tilrette filen og derefter indlæse den i lønsystemet igen, eller ved at kopiere standardkontoplanen i skærmbilledet ’Kontoplan’.\nNavnet på din kontoplan kan indeholde 2 karakterer og kan bestå af både tal og bogstaver. Beskrivelsen på en kontoplan kan bestå af 30 karakterer.\nSådan opretter du en kontoplan som en kopi af standard kontoplanen:  \nGå til Opsætning → Kontoplan → Kontoplan\nAngiv SD\nKlik på Find\nKopier, klik på Kopier\nAngiv en ny betegnelse for kontoplanen, f.eks. A1 samt et sigende kontoplannavn\nAngiv Gyldig\nKlik på OK  \nDu kan nu oprette din egen kontoplan.\nSådan oprettes en kontoplan via decentral registrering:  \nGå til Opsætning → Opsætningsrapporter\nVælg Kontoplaner I højremenuen\nAngiv den kontoplan der skal kopieres fra/tilrettes\nKlik på OK\nÅben filen.\nGem filen under et andet navn  \nDerefter tilrettes filen med følgende:  \nRet betegnelse og navn til det ønskede, f.eks. A1 og Kontoplan.\nRet kontonumre så de svarer til din egen finanskontoplan\nAngiv hvilket kontoplanfelt, der skal anvendes til en evt. gruppekontering (se afsnit 3.2)\nTilret indhold af de forskellige felter på kontoplanlinjerne (se afsnit 3.3)\nFeltet Anvendkode skal rettes til 0 (nul) hvis der i feltet står Bilag/Central. Står der i feltet Excel, skal det erstattes med 3.\nIndsæt tre kolonner før din kolonne 3 og tilføj følgende oplysninger i de nye felter:1. $1\n2. $1\n3. $1  \nSlet første linje med kolonne overskrifter\nIndlæs filen i MLE som beskrevet i Guide til Decentral registrering.  \nFør den nye kontoplan kan anvendes, skal Arbejdsgiver tilpasses  \nGå til Arbejdsgiver → Arbejdsgiver stamopl.\nI feltet Kontoplan, angives din betegnelse f.eks. A1\nI feltet Sorteringskode, angives din betegnelse\nKlik på Gem"}