{"metadata": {"Header 1": "Løntillæg for store bededag", "Header 2": "Optjening og udbetaling af store bededagstillæg", "url": "https://help.vismaenterprise.dk/vismaloen-standard/tillaeg/160-Loentillaeg_store_bededag"}, "content": "## Optjening og udbetaling af store bededagstillæg\nDer skal vælges hvilken metode, der ønskes for udbetaling. Visma Løn understøtter disse to løsninger.Løntillægget udbetales to gange årligt med lønnen for maj og august månedLøntillægget udbetales løbende hver månedResultattabel 7510 - Udbetaling af st. bededagstillægOprettes med værdi 1 for relevante løngrupper, hvis der ønskes udbetaling med lønnen for maj og august måned.Resultattabellen udfyldes&nbsp;ikke, hvis der ønskes løbende udbetaling hver måned.Oprettelse af resultattabelGå til Opsætning → ResultattabelAngiv resultattabel 7510Klik på FindKlik på Ny periodeAngiv dato i GyldigKlik på OKVælg Resultattrin i højremenuenSkriv løngruppe eller anden ryktype og angiv 1 under aflønningsformKlik på OKOpsætning på stillingskategoriLønarten oprettes på alle stillingskategorier, der skal modtage tillæg for store bededag, uanset om det er løbende udbetaling eller to gange årligt. Udbetalingen vil da gælde for alle i stillingskategorien.Stillingskategorilønart 7500 - St. Bededagskomp.Oprettelse af stillingskategorilønartGå til Opsætning → StillingskategoriVælg stillingskategoriKlik på FindVælg Lønoplysninger i højremenuenKlik på NyUdfyld startdato og lønart 7500Klik på OKOpsætning af faste lønarter til udbetalingSkal udbetalingen ikke ske for alle i en stillingskategori, kan man i stedet oprette en fast lønart på den enkelte medarbejder.Lønart 7530 - Løbende udbetaling pr. månedLønart 7535 - Udbetaling med lønnen for maj/august&nbsp;Udbetaling med lønnen for maj og augustUdbetaling af store bededagstillæg to gange om året samtidig med det lovpligtige ferietillæg aktiveres af&nbsp;Ikrafttrædelseskode T - FerietillægIkraftrædelseskode T er i forvejen oprettet på alle standard kørselsordre, der vedrører lønudbetaling for maj og august.&nbsp;Variabel lønart til udbetalingLønart 7525 - Udbetaling ad hoc, lønarten har saldokontrol"}