{"metadata": {"Header 1": "Fritvalgskonto", "Header 2": "Fritvalgs Lønkonto – Udbetaling", "url": "https://help.vismaenterprise.dk/vismaloen-standard/opsaetning-og-kom-igang/4-fritvalgskonto"}, "content": "## Fritvalgs Lønkonto – Udbetaling\nVed fratrædelse af medarbejderen skal evt. restsaldo udbetales. Medarbejderen kan vælge at få beløbet udbetalt via lønnen, eller til ferieafregning via Feriekort/FerieKonto.\nStillingskategori lønart 4438 – Fritvalgskonto udbetaling ved fratrædelse (automatisk)Beskatter og udbetaler automatisk restsaldo via lønnen, når medarbejderen fratræder. Beløbet er IKKE feriepengeberettiget eller pensionsberettiget, , kan gøres pensionsberettiget, ved at kontakte Visma Enterprise.&nbsp;Skal udbetalingen være ferieberettiget oprettes resultattabel FRITVF med en af følgende værdier på resultattabel FRITVF for relevante løngrupper:* 1 - Feriepengene beskattes til FerieKonto* 2 - Bruttoferiepengene til FeriekortStillingskategori lønart 4437 – Fritvalgskonto udbetaling ved fratrædelse (automatisk)Beskatter og udbetaler automatisk restsaldo via lønnen, når medarbejderen fratræder. Beløbet er IKKE feriepengeberettiget, kan gøres pensionsberettiget, ved at kontakte Visma Enterprise.&nbsp;Skal udbetalingen være ferieberettiget oprettes resultattabel FRITVF med en af følgende værdier på resultattabel FRITVF for relevante løngrupper:1 - Feriepengene beskattes til FerieKonto2 - Bruttoferiepengene til Feriekort&nbsp;Oprettelse af stillingskategorilønarter kan ses herunder &nbsp;Variabel lønart 4488 – Fritvalgskonto udbetaling ved fratrædelseBeskatter og udbetaler restsaldo via lønnen. Beløbet er feriepengeberettiget.Fast lønart 4489 – Fritvalgskonto udbetaling (løbende udbetaling – ej fratrædelse)Beskatter og udbetaler restsaldo via lønnen. Beløbet er feriepengeberettiget.Variabel lønart 4440 – Fritvalgskonto udbetaling&nbsp;Beskatter og udbetaler restsaldo via lønnen.Variabel lønart 4441 – Fritvalgskonto - ferieafregning&nbsp;Beskatter og udbetaler restsaldo via Feriekort/FerieKonto. Bruges til medarbejdere med løn under ferie (stillingskategorilønart 4017/4019).Faste lønart 4443 – Udbetaling af Fritvalgskonto på bestemt tidspunkt af årLønarten oprettes på medarbejderen med en dato hvornår Fritvalgskontoen skal tømmes og dermed udbetales til medarbejderen.Skal udbetalingen være ferieberettiget oprettes resultattabel FRITVF med en af følgende værdier på resultattabel FRITVF for relevante løngrupper:1 - Feriepengene beskattes til FerieKonto2 - Bruttoferiepengene til Feriekort⚠️OBS: Husk at oprette lønart 14008 i din kontoplan i debet.Variabel lønart 4442&nbsp;– Fritvalgskonto- ferieafregningBeskatter og udbetaler restsaldo via FerieKonto. Bruges til medarbejdere med løbende beskatning af feriepenge (stillingskategorilønart 4009).Der er, ved brug af ovennævnte lønarter, saldokontrol. Såfremt der fra Fritvalgs lønkontoens saldo overføres til pension, vil udbetalingen på ovennævnte lønarter kun gennemføres, såfremt der er dækning for beløbet. Er der ikke dækning for beløbet, vil det for meget udbetalte beløb tilbageføres.Oprettelse af faste- og variable lønoplysninger kan ses herunder"}