{"metadata": {"Header 1": "Søgne- og Helligdage (SH)", "Header 2": "Udbetaling", "url": "https://help.vismaenterprise.dk/vismaloen-standard/medarbejdertilgode/65-sogne-og-helligdage"}, "content": "## Udbetaling\nUdbetaling sker i forbindelse med lønperioder, hvor der er en eller flere søn-/helligdage. Den anvendte sats pr. dag hentes i en\n*  Resultattabel 4510, SH dagsats 4510/4520/4521  \nSatsen angives pr. aflønningsform og løngruppe.\nSH-udbetaling er skattepligtig, men ikke feriepengeberettiget.  \nGå til Opsætning og Resultattabel\nAngiv resultattabel 45101. $1  \nKlik på Ny periode\nUdfyld feltet ’Gyldig’\nKlik på OK\nVælg Resultattrin I højremenuen\nDobbeltklik på løngruppen og angiv procentsats for aflønningsformen\nKlik på OK  \nUdbetalingen nedskriver saldoen Restsaldo SH og opskriver Udbetalt SH.\nFølgende variable lønarter kan anvendes til udbetaling af SH:  \nLønart 4510 - SH-godtgørelse uden saldotjek (saldoen kan blive negativ)\nLønart 4520 - SH-godtgørelse med saldotjek (saldo kan minimum være 0)\nLønart 4522 – ½ SH-dag med godtgørelsen og saldotjek. Satsen oprettes på resultattabel 4522.\nLønart 4540 - SH-restsaldo udbetaling (Hvis saldoen er negativ trækkes beløbet)\nLønart 4541 - SH-restsaldo udbetaling med saldotjek (trækker ikke i løn)\nLønart 4545 - SH-beløb udbetaling (beløb i input)\nLønart 4560 - Netto SH fra sidste år (udbetaler den overførte beskattede rest SH-saldo)\nLønart 4570 - SH-beløb overføres til AM-pension.\nLønart 45404 - SH-timer. Opret time satsen på resultattabel 45404 for de respektive løngrupper og ellers vil lønarten udbetale timesatsen som tilhører medarbejderen. Samtidig vil lønarten trække medarbejderen i løn for det antal timer som medarbejderen får udbetalt SH for med medarbejderens timesats. Udbetalingen bliver vist med lønart 4546 – skal konteres på lønart 13876. Træk i løn bliver vist med lønart 4544 – skal konteres på lønart 45404.\nLønart 45405 – SH-timer udbetaling. Opret timesatsen på resultattabel 45404 på de respektive løngrupper og ellers vil lønarten udbetale timesatsen som tilhører medarbejderen. Udbetalingen bliver udskrevet med lønart 4550 – skal konteres på lønart 45405.  \nFølgende stillingskategorilønart kan anvendes til automatisk udbetaling af SH ved fratrædelse:  \nStillingskategorilønart 4542 - Automatisk udbetaling af SH-restsaldo med saldotjek, ved fratrædelse."}