{"metadata": {"Header 1": "Efterregulering", "Header 2": "Sådan bruger du efterregulering", "Header 3": "Efterregulering", "url": "https://help.vismaenterprise.dk/vismaloen-standard/lonkorsel/13-efterregulering"}, "content": "### Efterregulering\nDu finder funktionen Efterregulering under Lønadministration og består af følgende punkter:\n* Medarbejdere med efterregulering\n* Opsætning med efterregulering\n* Start efterregulering\n* Godkend/slet/annuller  \nMedarbejdere med efterregulering\nI skærmbilledet ’Medarbejdere med efterregulering’ kan du se, hvilke medarbejdere der eventuelt vil blive efterreguleret. Derudover vises hvilken dato efterreguleringen vil være gældende fra.\nDer er forskel på, hvornår en medarbejder vises i skærmbilledet:\n* Er der foretaget en rettelse direkte på medarbejderen, f.eks. ændret en personlig sats, vil medarbejderen blive vist med det samme.\n* Medarbejdere, der er berørt af ændringer i opsætning, f.eks. en resultattabel, vil først blive vist på listen, når der er kørt en efterregulering, og efterreguleringen er annulleret.  \nÆndring af efterreguleringsdato\nDet er muligt at ændre efterreguleringsdatoen:  \nGå tilGå til Lønadministration → Medarb.m.efterreg.\nDobbeltklikke på medarbejderen\nRet datoen i feltet ’Dato’\nKlik Gem  \nSletning af efterregulering på en medarbejder\nDet er muligt at slette en efterreguleringsdato, hvis en medarbejder ikke skal indgå i efterreguleringen:  \nGå tilGå til Lønadministration → Medarb.m.efterreg.\nDobbeltklikke på medarbejderen\nSlet datoen i feltet ’Dato’\nKlik Gem  \nMedarbejderen vil herefter forsvinde fra skærmbilledet og vil ikke blive efterreguleret under forudsætning af, at der ikke findes opsætning med efterregulering.\nOpsætning med efterregulering\nI skærmbilledet ’Opsætning med efterregulering’ kan du se, hvilke resultattabeller, stillingskategorier eller generelle satser, der er markeret til at blive efterreguleret. Derudover vises hvilken dato efterreguleringen vil ske fra, samt hvem der har opdateret rettelsen.\nEr der en * markering efter tabellens navn betyder det, at der endnu ikke har været kørt en efterregulering, hvor den pågældende tabel har været med. Er tabellen IKKE markeret med * markering har en efterregulering været annulleret, og evt. berørte medarbejdere er nu også vist i skærmbilledet ’Medarbejder med efterregulering’.\nFjern efterregulering på opsætning\nDet er muligt at fjerne en efterreguleringsdato på en opsætningstabel, der er forsynet med * markering efter tabellens navn (- betyder at tabellen ikke har været med i en efterregulering).  \nGå tilGå til Lønadministration → Opsætn.m.efterreg.\nDobbeltklik på tabellen\nKlik på Fjern  \nNår der herefter køres en efterregulering, vil der ikke dannes efterregulering på denne tabel.\n⚠️ OBS: Fjerner du en tabel UDEN * markering efter tabellens navn vil de berørte medarbejdere allerede fremgå af skærmbilledet Medarbejdere med efterregulering.\nEr du i tvivl, så tjek skærmbilledet Medarbejdere med efterregulering. Hvis medarbejdere, der er omfattet af den ændrede tabel, bliver vist i skærmbilledet, vil de indgå i efterreguleringen.\nSlet udvalgte medarbejdere fra en tabel med efterregulering\nEr en opsætningstabel markeret til efterregulering med en * markering i skærmbilledet ’Opsætning med efterregulering’, så efterreguleres alle medarbejdere, der er berørt.\nØnsker du enkelte medarbejdere fravalgt, skal efterregulering afvikles og derefter annulleres.\nOpsætningstabellen er nu ikke længere markeret med * og fjernes fra oversigten i skærmbilledet Opsætning med efterregulering.\nAlle de berørte medarbejdere er synlige i skærmbilledet Medarbejdere med efterregulering, og de ønskede medarbejdere kan herefter fjernes. Se afsnit 2.1.1."}