{"metadata": {"Header 1": "Opsætning af feriedage/-penge", "Header 2": "Tilpas tekster på lønsedler", "url": "https://help.vismaenterprise.dk/vismaloen-standard/ferie/73-opsaetning-af-feriedage-og-feriepenge"}, "content": "## Tilpas tekster på lønsedler\nAnvender du engelsk tekst eller ønsker du at ændre teksten på dine lønsedler, skal du have tilpasset nedenstående lønarter med den engelske tekst/nye tekst, for at ferie bliver vist som du ønsker:\nLønartUdskriftslønartNavn499344200Ferieberettiget løn4476544220Tildel forskudsferie, dage4476644220Tildel forskudsferie, timer4495344230Forskudsferie afh. dage4495444230Forskudsferie afh. timer4495544235Skyldige feriepenge på forskud4494744250Ferietimer til rådighed lønseddel4494944260Feriedage til rådighed lønseddel499144280Feriepenge lønseddel499244300Ferietillæg lønseddel Lov499744300Ferietillæg lønseddel46584430Ferietillæg udbetalt - lovgrundlag46594430Ferietillæg udbetalt –OK-grundlag499444320Ferietillæg ekstra499844320Ferietillæg ekstra.Lov lønseddel4490244902Ferietillæg L.grl Ovk Lønseddel4490444904Ferietillæg Ovk-g.lg Lønseddel4490544905Ekstra ferietillæg lov/OK Lønseddel4490644906Ekstra ferietillæg lov Lønseddel49628302Feriepenge I. år (timer/Dage)49678303AM-bidrag af feriepenge I. år49248304A-skat af feriepenge I. år49698305Overført til FerieKonto  \nSådan tilpasses teksten på lønsedlen:  \nGå til Opsætning → Lønartsopsætning\nAngiv en af ovenstående lønart\nKlik Find\nKlik Ny\nAngiv datoen 1.X.20XX og evt. tekstekode (f.eks. EN (teksten koden findes på stillingskategorien under Opsætning)) og angiv den danske/engelske tekst i Bruger tekst og Udskrift tekst\nKlik Gem  \nGentag ovenstående for de øvrige lønarter"}