{"metadata": {"Header 1": "Decentral registrering", "Header 2": "MLE-40-LONA (Personlige satser, faste lønarter og variable lønarter)", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/86-decentral-registrering"}, "content": "## MLE-40-LONA (Personlige satser, faste lønarter og variable lønarter)\nVariable lønarter kan oprettes via Decentral registrering.\nFaste lønarter kan oprettes, ændres og periodiseres via Decentral registrering.\nPersonlige satser kan oprettes, ændres og periodiseres via Decentral registrering.\nFølgende felter skal altid angives:\nKUNDEFORHOLD, ARBEJDSGIVER, IDENTIFIKATION, MEDARBEJDER, LØNARTNR og STARTDATO\nFølgende felter kan ændres via Decentral registrering:\nTILDATO (Slutdato), BETEGNELSE, ENHEDER, SATS; BELØB, PCT., REDUCER EJ, PENS.FIRMABELØB, PENS:FIRMA %, PENSIONSGRUNDLAG, KONTONUMMER, REGISTRERINGSNUMMER, MODTAGERSAFDELING, MODTAGERSAFTALENR, AFSENDERKUNDENR, AFREGNINGSTYPE, OVERENSKOMSTKODE, KONTOPLANFELTER\nAFREGNES VIA, FREKVENS, NÆSTE GANG\nI dokumentet ’Lønarter decentralt’ kan du se hvilke felter, der skal udfyldes i forbindelse med den enkelte lønart.\n⚠️ OBS: Følgende lønarter skal ved indlæsning decentralt erstattes af nye lønarter: (se skema længere nede) 400, 401, 600, 605, 606, 865, 4280, 4410 og 4412.\n⚠️ OBS: Følgende lønarter kan IKKE indlæses decentralt:\n450, 7802, 8392, 8725 og 8755.\n👩‍🏫 Eksempel:\n18;1;MLE-40-LONA;3;01082008;;9900;;;;20000\n18;1;MLE-40-LONA;3;01082008;;6200;;;;;5;;;10;;;;;;;2003\n18;1;MLE-40-LONA;3;01082008;;9011;;120\n18;1;MLE-40-LONA;3;01082008;;1303;;5;120\n18;1;MLE-40-LONA;3;01082008;;3000;;;;6500\n18;1;MLE-40-LONA;3;01082008;31122008;3010\n18;1;MLE-40-LONA;4;15082008;;6003;;;;;3.7;;;7.4;2;;;;;;2115;;;;1\n18;1;MLE-40-LONA;4;15082008;;6410;;;;500;;;;;;;;;2345;6544533\n18;1;MLE-40-LONA;4;15082008;;1100;;165\n18;1;MLE-40-LONA;4;15082008;;9905;;;;170\n18;1;MLE-40-LONA;4;15082008;;9906;;;;15\nRecordformat:\nFelt Nr.ExcelKol.NavnAntal tegnTypeVærdiBeskrivelse1AKundeforhold6N K&nbsp;KUNDEFORHOLDSNUMMER2BArbejdsgiver6N K&nbsp;ARBEJDSGIVERNUMMER3CIdentifikation11X KMLE-40-LONA&nbsp;4DMedarbejder15N K&nbsp;MEDARBEJDERNUMMER5EFradato8D K&nbsp;Format: DDMMÅÅÅÅ6FTildato8D&nbsp;Format: DDMMÅÅÅÅ7GLønart6N K&nbsp;&nbsp;8HBetegnelse30X&nbsp;&nbsp;9IEnheder11N&nbsp;Typer af enheder: Timer, dage, km. mm.Format: -9999999.99 – 9999999.9910JSats&nbsp;11N&nbsp;Format: -9999999.99 – 9999999.9911KBeløb11N&nbsp;Format: -9999999.99 – 9999999.9912LPct.11N&nbsp;%Format: -9999999.99 – 9999999.9913MReducer ej1NKan indeholde værdien 1 eller 2Står standard på lønarten til 0 = Ja. Feltet må IKKE indeholde værdien 0.14NPens. firmabeløb11N&nbsp;Format: -9999999.99 – 9999999.9915OPens. firma %11N&nbsp;Format: -9999999.99 – 9999999.9916PPensionsgrundlag1N1/2/3/4/5/6/10/11Se beskrivelse i lønartskatalogetGrundlag 10 og 11 er kun for Visma Løn Finans.17QSaldo11N&nbsp;Format: -9999999.99 – 9999999.9918RÅrstal4Å&nbsp;Format: ÅÅÅÅ19SInputværdi10X&nbsp;Værdien skal være lig med Opslagstrin. Se Guide til Værdibestemt løn.20TReg.nr.4N&nbsp;Anvendes ved pensioner21UKontonummer10X&nbsp;Anvendes ved pensioner22VAfregningstype6N&nbsp;Anvendes ved pensioner23WModtagersafdeling5X&nbsp;Anvendes ved pensioner24XModtagersaftalenr8X&nbsp;Anvendes ved pensioner25YAfsenderkundenr15X&nbsp;Anvendes ved pensioner26ZOverenskomstkode5X&nbsp;Anvendes ved pensioner27AAKontoplanfelt&nbsp;20X*se bemærkningAnvendes til input kontering28ABKontoplanfelt&nbsp;20X*se bemærkningAnvendes til input kontering29ACKontoplanfelt&nbsp;20X*se bemærkningAnvendes til input kontering30ADKontoplanfelt&nbsp;20X*se bemærkningAnvendes til input kontering31AEKontoplanfelt&nbsp;20X*se bemærkningAnvendes til input kontering32AFKontoplanfelt&nbsp;&nbsp;20X*se bemærkningAnvendes til input kontering33AGAfregnes via2XDefault Blank eller værdien BCSkal normalt ikke udfyldes&nbsp;Anvendes ved aftale om finansfunktionalitet, hvis lønarten skal afregnes via en bogføringscentral.&nbsp;For sletning af ’Afregnes via’ anvendes ’%’ i feltet.34AHFrekvens2N&nbsp;Skal normalt ikke udfyldes&nbsp;Anvendes ved aftale om finansfunktionalitet&nbsp;Feltet skal kun udfyldes på faste lønarterFor sletning af ’Frekvens’ anvendes ’%’ i feltet.35AINæste gang8D&nbsp;Format: DDMMÅÅÅÅSkal normalt ikke udfyldes&nbsp;Anvendes ved aftale om finansfunktionalitet&nbsp;Feltet skal kun udfyldes på faste lønarterFor sletning af ’Næste gang’ anvendes ’%’ i feltet36AJSletmarkering1N9 = Slet fast lønartStartdato skal være = lønartens startdato\n*Inputkontering kan benyttes til følgende kontoplanfelter:* Afdeling Antal tegn = 6&nbsp;* Udbetalingssted Antal tegn = 6* Kontonummer Antal tegn = 20* Valgfri1 Antal tegn = 10* Valgfri2 Antal tegn = 10* Valgfri3 Antal tegn = 10.* Valgfri4 Antal tegn = 10* Valgfri5 Antal tegn = 10* Valgfri6 Antal tegn = 10Sorteringskoden kan have flere kontoplanfelter end ovennævnte, men ikke alle vil være med i rækkefølgen når det gælder decentral registrering.Indeholder din sorteringskode følgende kontoplanfelter:1. $12. $13. $1Vil der i decentral registrering skulle benyttes:Kolonne 27 / AA: Afdeling - er det første kontoplanfelt med mulighed for inputkonteringKolonne 28 / AB: Kontonr. - er det andet kontoplanfelt med mulighed for inputkonteringKontoplanfelt ’Aflønning’ kan ikke anvendes, der ikke kan være inputkontering på dette felt.⚠️ OBS:&nbsp;Følgende lønarter kan ikke indlæses decentralt, men skal erstattes af andre lønarter.Dog skal lønart 4410 og 4412 både have lønart 4410 og 4412 plus lønarterne 3800, 3801 eller 3804. Øvrige lønarter bliver erstattet helt af andre lønarter. Se yderligere beskrivelse i ’Lønarter, decentral registrering’.Nuværende lønartLønartstekstLønart til decentral registrering310Overfører feriefri år-1 dage&nbsp;311Overfører feriefri år-1 timer&nbsp;312Overfører feriefri år-1 beløb&nbsp;313Overfører afspadsering år-1 timer&nbsp;314Overfører omsorgdage år-1&nbsp;315Overfører omsorgtimer år-1&nbsp;316Overfører aftalefridage år-1&nbsp;317Overfører aftalefritimer år-1&nbsp;4410Feriefri til Fritvalgskonto – henter Per9905/Res1004410 – Antal timer4410Korrektion af feriefridage38004410Korrektion af feriefritimer38014410Korrektion af feriefribeløb38044412Feriefri til Fritvalgskonto – timer * sats4412 – Antal timer og sats4412Saldokorrektion af feriefridage38004412Saldokorrektion af feriefritimer38014412Saldokorrektion af feriefribeløb3804"}