{"metadata": {"Header 1": "Anciennitetsbestemt timeløn", "Header 2": "Fraværslønart til anciennitetsstyring ved udbetaling af dagpenge/månedsløn", "url": "https://help.vismaenterprise.dk/vismaloen-standard/tillaeg/91-anciennitetsbestemt-timelon"}, "content": "## Fraværslønart til anciennitetsstyring ved udbetaling af dagpenge/månedsløn\nI forbindelse med sygdom på månedslønnede står der i nogle overenskomster, at ved mindre end 9 måneders anciennitet udbetales dagpenge, og at der ved mere end 9 måneders anciennitet betales almindelig månedsløn. Det kan styres automatisk i Visma Løn.\nDer er oprettet en fraværskode som skal tilknyttes den relevante stillingskategori.\n* 12 - Sygefravær.  \nTil fraværskoden er der oprettet en fraværslønart  \nFraværslønart 3966  \nFraværskode og fraværslønart tilknyttes på følgende måde:  \nGå til Opsætning → Stillingskategori\nAngiv den relevante stillingskategori\nKlik Find\nVælg Tilladte fraværskoder i højremenuen\nTryk Ny\nAngiv &#39;fraværskode 12&#39;, &#39;fraværslønart 3966&#39; og &#39;startdato&#39;\nKlik OK  \nAnciennitet på medarbejderen angives under Medarbejder → Medarbejder stamoplysninger i feltet ’Anciennitet’, hvor du taster antal år, måneder og dage, medarbejder har været ansat. Benyt formatet ÅÅMMDD (Å = år, M = måned og D = dage). Ancienniteten bliver løbende fremskrevet, når der afvikles en lønkørsel.\nHerefter defineres en ’Opslagstabel’ og to ’Resultattabeller’, hvor der angives f.eks.  9 måneders anciennitet, hvis det er det, overenskomsten foreskriver.  \nOpslagstabel ’DAGPENGE’ – angives med 9 måneder samt hvilken resultattabel, opslagstrinet skal pege på.  \nOprettelse af Opslagstabel  \nGå til Opsætning → Opslagstabel\nVælg Opslagstabel DAGPENGE\nKlik Ny periode\nKlik OK\nAngiv gyldighed\nKlik OK\nVælg Opslagstrin i højremenuen\nIndtast opslagsværdien og resultattabel &#39;ANC01 – ANC10&#39;\nKlik OK  \nHerefter skal den pågældende resultattabel ’Anc01-Anc10&#39; angives med antal måneder ud for de pågældende løngrupper:  \nResultattabel ’Anc01-Anc10’.  \nOpsætning af resultattabel  \nGå til Opsætning → Resultattabel\nAngiv resultattabellen\nKlik Find\nKlik Ny periode\nAngiv gyldighed\nKlik OK\nVælg Resultattarin i højremenuen\nSkriv løngruppe og antal måneder i aflønningsform, evt. &#39;9&#39;\nKlik OK  \nResultattabel ’DPANC’ benyttes til arbejdsgivers regel for, hvornår der skal udbetales dagpenge og hvornår der skal udbetales timeløn. I dette eksempel er der tale om dagpenge, når der er mindre end 9 måneders anciennitet. Resultattabel ’DPANC’ opsættes til f.eks. 9 måneder.  \nResultattabel ’DPANC’.  \nOpsætning af resultattabel:  \nGå til Opsætning → Resultattabel\nAngiv resultattabellen\nKlik Find\nKlik Ny periode\nAngiv gyldighed\nKlik OK\nVælg Resultattrin i højremenuen\nSkriv løngruppen og antal måneder i aflønningsform, evt. &#39;9&#39;\nKlik OK  \nVed brug af fraværskode 12 og fraværslønart 3966 vil der ved mindre end 9 måneders anciennitet blive udbetalt dagpengesats til det antal timer, som er registreret på fraværet, og der vil blive modregnet timeløn svarende til månedsløn divideret med normtiden på ansættelsesforholdet. Ved mere end 9 måneders anciennitet vil fraværet blive vist på lønsedlen, og der udbetales den normale månedsløn.\nVi gør opmærksom på, at opsætningen af antal måneder for udbetaling af dagpenge kan være andet end 9 måneder. Det kan også være forskelligt fra løngruppe til løngruppe.\nFraværslønart, der benytter anciennitet til beregning, kan ikke anvende efterregulering."}