{"metadata": {"Header 1": "Lønramme og løntrin: Automatisk satsændring", "Header 2": "Rykningstabeller", "Header 3": "Opsætning af en rykningstabel", "url": "https://help.vismaenterprise.dk/vismaloen-standard/tillaeg/92-lonramme-og-lontrin-automatisk-satsaendring"}, "content": "### Opsætning af en rykningstabel\nPå rykningstabellen skal der angives, hvilke ryktyper der skal benyttes.\n* Ryktype LØNRAM svarer til Lønramme\n* Ryktype LØNTRN svarer til Løntrin\n* Ryktype ST.KAT svarer til Stillingskategori\n* Ryktype LØNGRP svarer til Løngruppe\n* Ryktype AFDELI svarer til Afdeling\n* Ryktype UDBSTD svarer til Udbetalingssted  \nNår rykningstabellen er oprettet med de ønskede ryktyper, skal rykning udfyldes.\nRykning er delt i FRA og TIL samt antal måneder. Her vil de ryktyper, som er valgt på Rykningstabellen have åbne Fra- og Til-felter.\nNår der vælges Rykning i højremenuen, vil der være to åbne felter der kan udfyldes med Fra- værdier og to åbne felter, der kan udfyldes med Til-værdien. Der kan anvendes opslagsknap til alle fire felter.\nFeltet Antal mdr., påvirker datoen for den enkelte medarbejders næste rykning. Det angivne antal måneder afgør, hvor ofte der skal rykkes på medarbejderens ansættelsesforhold. Det oftest anvendte vil være 12 mdr.\nAlle ryktyper oprettet på Rykningstabellen skal udfyldes i FRA felterne. Der skal minimum oprettes én Ryktype pr. Rykningstabel.  \nGå til Opsætning → Rykningstabel\nKlik Ny\nAngiv en Rykningskode samt en beskrivelse\nAngiv hvilke Ryktyper der skal benyttes (ikke udfyldte skal stå til sidst)\nKlik OK\nVælg Rykning i højremenuen\nAngiv hvilke værdier der skal rykkes fra og rykkes til\nAngiv antal måneder til Næste Ryk.dato.\nKlik OK  \nRykningskoden kan udgøre op til 6 karakterer og beskrivelsen kan være på 30 karakterer.\n⚠️ OBS: Der kan oprettes lige så mange Rykningstabeller, som der er behov for. Rykningstabellerne kan ikke periodiseres, og det anbefales at lave nye frem for at rette i tidligere anvendte rykningstabeller.\nDer efterreguleres ikke ved opdatering i rykningstabellerne."}