{"metadata": {"Header 1": "Decentralized recordings (english)", "Header 2": "MLE-25-MEDA (Employee)", "url": "https://help.vismaenterprise.dk/vismaloen-standard/decantral-registrering/94-decentralized-recordings"}, "content": "## MLE-25-MEDA (Employee)\nEmployees may be created and modified by using Decentralized recording.The following fields are key fields:KUNDEFORHOLD (CUSTOMER ID), ARBEJDSGIVER (EMPLOYER), IDENTIFIKATION (IDENTIFICATION), and MEDARBEJDER (EMPLOYEE)You can change the following fields by using Decentralized recording:CPRNR (CIVIL REG. NO.), CVRNR (CVR NUMBER), FORNAVN (FIRST NAME), EFTERNAVN (LAST NAME), ADRESSE1 (ADDRESS1), ADRESSE2 (ADDRESS2), POSTNR (POSTAL CODE), FØRSTANSAT (FIRST TIME EMPLOYMENT), E-MAIL (E-MAIL), SKATTELANDEKODE (TAX COUNTRY CODE), ANCIENNITET (LENGTH OF EMPLOYEE’S EMPLOYMENT), SKATTELANDEKODE (TAX COUNTRY CODE), EBOKS (E-BOX), INITIALER (INITIALS), NEMKONTO, LØNANCIENNITET and TIN (Tax ID).👩‍🏫Case:18;1;MLE-25-MEDA;3;3001609992;;Jensen;Gurli;Skogen 12;;SE-45678;Malmø;01082008;[gj@hotmail.dk](mailto:gj@hotmail.dk);SE;000100;H;0108200818;1;MLE-25-MEDA;4;2602639991;;Olsen;Thomas;Sorte vænget 22;;2750;;15082008;;;000015;B;15082008Record format:Field No.Excel ColumnNameNo. of charactersTypeValueDescription1AKundeforhold (Customer ID)6N K&nbsp;KUNDEFORHOLDSNUMMER (CUSTOMER ID NUMBER)2BArbejdsgiver (Employer)6N K&nbsp;ARBEJDSGIVERNUMMER (EMPLOYER NUMBER)3CIdentifikation (Identification)11X KMLE-25-MEDARecord ID4DMedarbejder (Employee)15N K&nbsp;MEDARBEJDERNUMMER (EMPLOYEE NUMBER)5ECPR-nr.(Civil reg. no.)10N MDDMMYYXXXXA Modulus 11 check is performed on the field. Fictitious civil reg. numbers xxxxxx9991 or xxxxxx9992 are valid. If cpr.nr. is ficitionous field 19 and 21 must have ’Nej’ for No.&nbsp;Value x must include a valid date. Format XXXXXXXXXX6FCVR-nr.(CVR no.)8N (M)&nbsp;A Modulus 11 check is performed on the field. The field is populated with zero if the civil reg. no. is provided. The field is only populated if the value provided for the civil reg. no. is zero. Format: XXXXXXXX7&nbsp;GLast name30X M&nbsp;&nbsp;8&nbsp;HFirst name30X M&nbsp;&nbsp;9&nbsp;IAddress 130X M&nbsp;&nbsp;10JAddress 230X&nbsp;For deletion of Address 2 enter % into the field.11KPostnummer dansk eller udl. (Postal code – Danish or foreign)9X M&nbsp;Danish postal code validation if country code is not provided or provided with DK. Otherwise no check.12LUdl. Postdistrikt (Foreign postal code)30X(M)blankShould be entered if the employee has a foreign address. Is deleted automatically if the country code is changed to DK.13MFørst ansat (first time employment)8D M&nbsp;Format: DDMMYYYY14NE-mail50X(M)&nbsp;For deletion of e-mail enter % into the field.(M – if mit.dk = Nej)15OLandekode (Country code)2X M&nbsp;If the employee has a foreign address a value should always be provided for this field.16PAnciennitet (Seniority)6N&nbsp;Format: YYMMDD. The length of the employee’s employment in number of years months and days. For deletion of anciennitet (seniority) enter % into the field.17QRekvirer skattekorttype (Request tax card type)1XH = Main taxcardB = Secondary taxcardBlank =&nbsp; no cardA tax card can only be requested when creating a new employee. If an existing employee having a new salary number is created in the salary system the field must be Blank and you need to make a new tax card request.18RRequest date8D&nbsp;The effective date of the e-tax card. Format: DDMMYYYY19Smit.dk3XJa / Nej or BlankJa/Nej (yes/no) to Danish mit.dk must be indicated.Ja = Mit.dk&nbsp;Nej = mitBasic and additional email address must be created in column N&nbsp;Blank = Ja (Yes)20&nbsp;TInitials10X&nbsp;Initial of employee21UNemkonto3XJa or BlankJa (yes) or blank. Danish NemKonto22VLønanciennitet8X&nbsp;The employee’s Seniority date. Format: DDMMYYYY23WTIN27XTIN can consist of letters, numbers and charactersIf the employee resides abroad (including Greenland and the Faroe Islands), the TIN must be provided. The TIN must comply with a specific format.For deletion of TIN enter % into the field."}