{"metadata": {"Header 1": "Bogføring - ferie", "Header 2": "Hensættelse af ferie - regnskabslovens konkrete metode", "Header 3": "Hensættelse af feriepenge efter regnskabslovens konkrete metode", "url": "https://help.vismaenterprise.dk/vismaloen-standard/ferie/85-bogforing-ferie"}, "content": "### Hensættelse af feriepenge efter regnskabslovens konkrete metode\nEfter ny ferielov er indført er der kommet en regnskabsmæssig konsekvens og en ny mulighed for hensættelse af feriepenge i Visma Løn. Det betyder at du kan hensætte efter den konkrete/faktiske metode. Denne metode omfatter kun de medarbejdere som har ferie med løn.\nGrundlag: AM-grundlag (felt 13) + pension arbejdsgiver (felt 148) + ATP (felt 46) + pension lønmodtager felt 147 -/+ lønartstype 7500 (i denne lønartstype er oprettet lønarterne for Bonus, som er variable med et minus)\nSummen af grundlaget divideres med medarbejderens normtid for at finde timelønnen.\nFerie i dage:Derefter skal der udregnes en dagssats ved at sige timelønnen gange med 7,4 gange med (medarbejder normtid/160,33)Denne dagssats skal så ganges med antallet af restferiedage.På stillingskategorien oprettes følgende stillingskategorilønart:Lønart&nbsp;19883 - Hensætter dagePå kontoplanen oprettes i debet på resultatopgørelsen og i kredit på balancen følgende lønarter:Lønart&nbsp;19883 - Ny ferielov&nbsp;dage hensættelse&nbsp;Ferie i timer:Timelønnen skal så ganges med antallet af rest ferietimer.Måneden efter skal der gøres det samme, men her kigges der på hvad der blev hensat sidste måned og så er det differencen som skal bogføres.&nbsp;På stillingskategorien oprettes følgende stillingskategorilønart:Lønart&nbsp;19884&nbsp;- Hensætter timerPå kontoplanen oprettes i debet på resultatopgørelsen og i kredit på balancen følgende lønarter:Lønart&nbsp;19884&nbsp;- Ny ferielov&nbsp;timer hensættelse⚠️ OBS: &nbsp;Der kan ikke foretages omkørsel af bogføring på den konkrete metode.Anvendes denne metode til hensættelse skal følgende lønarter ikke optræde i den kontoplan:Lønart 44960, 44961, 44962, 44963, 44964, 44966 og 44968."}