{"metadata": {"Header 1": "Lønramme og løntrin: Automatisk satsændring", "Header 2": "Lønkørsel", "url": "https://help.vismaenterprise.dk/vismaloen-standard/tillaeg/92-lonramme-og-lontrin-automatisk-satsaendring"}, "content": "## Lønkørsel\nEr der på medarbejderen angivet en rykningstabel hvor Næste ryk.dato indgår i aktuel lønperiode, vil lønkørslen periodisere ansættelsesforholdet på datoen for Næste Ryk og opdatere ansættelsesforholdets felter med Ryktabellens Til-værdier.\nNæste Ryk.dato vil i den nye periodisering være tillagt det antal måneder der er angivet i Ryktabellen.\nEr der flere Rykningstabeller på ansættelsesforholdet med Næste ryk.dato i samme lønperiode, vil ansættelsesforholdet blive periodiseret flere gange i aktuel rækkefølge. Ligger Næste Ryk.dato med samme dato på samme ansættelsesforhold, vil periodiseringerne blive foretaget i rækkefølge med Rykningstabel1 først.\nEr et ansættelsesforhold periodiseret skævt i måneden, vil satsen for månedsløn altid findes i den sidste periodisering i lønperioden.\nPå anmærkningslisten vil det fremgå, når en medarbejder er rykket i lønkørslen. Hvis fra værdien ikke findes, sker der ikke nogen periodisering af ansættelsesforholdet, og Næste ryk.dato vil ikke blive ændret. På anmærkningslisten fra lønkørslen, vil der komme en besked om at der ikke er foretaget en rykning i lønkørslen. Det kan ske, hvis der ikke er oprettet alle trin i en Ryktabel.\nHar en medarbejder en fremtidig periodisering af ansættelsesforholdet, og der sker en automatisk opdatering i lønkørslen, vil den fremtidige periodisering ikke blive rettet. Det vil fremgå af anmærkningslisten, hvis det er tilfældet.\n👩‍🏫 Eksempel: Eksempel på en opsætning\nI en overenskomst skal der rykkes et løntrin den 1. januar hvert år indtil sluttrin rammes for de berørte medarbejdere. Lønrammer ændres kun ved udnævnelse.\nRykningstabellens trin kunne se sådan ud:\nRyk-nings-kodeBetegn-elseRyktype1Ryktype2Fraryk1&nbsp;Fraryk2&nbsp;Tilryk1&nbsp;Tilryk2&nbsp;Antal månederOK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN01216&nbsp;&nbsp;01217&nbsp;&nbsp;12OK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN01217&nbsp;&nbsp;01218&nbsp;&nbsp;12OK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN01218&nbsp;&nbsp;01219&nbsp;&nbsp;999OK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN02216&nbsp;&nbsp;02217&nbsp;&nbsp;12OK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN02217&nbsp;&nbsp;01218&nbsp;&nbsp;12OK 02Tabel 2&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;LØNRAMLØNTRN02218&nbsp;&nbsp;01219&nbsp;&nbsp;999  \nNår en medarbejder tildeles Rykningskode OK 02, angives aftalt lønramme og løntrin, samt hvornår næste rykning skal ske – f.eks. 01-01-2020, og der skal markeres for Ja til automatisk rykning.\nI januar måneds lønkørsel vil en medarbejder der har lønramme 01 trin 217 få ansættelsesforholdet periodiseret pr. 01-01-2020. Løntrin vil ændres til 218 og Næste Ryk.dato ændres til 01-01-2021. I resultattabel RTLØN1 vil lønnen blive slået op med lønramme 01 løntrin 218.\nI januar måneds lønkørsel vil en medarbejder der har lønramme 01 trin 218 få ansættelsesforholdet periodiseret pr. 01-01-2020. Løntrin vil ændres til 219 og næste Ryk.dato ændres til 31-12-9999. I resultattabel RTLØN1 vil lønnen blive slået op med lønramme 01 løntrin 219.\nI januar måneds lønkørsel vil en medarbejder der har lønramme 27 trin 218 ikke blive periodiseret, og ansættelsesforholdet ændres ikke. Der kommer i stedet en fejlmeddelelse på Anmærkningslisten, om at medarbejder ikke er rykket. I resultattabel RTLØN1 vil lønnen blive slået op med lønramme 27 løntrin 218.\nEn medarbejder med lønramme 01 trin 218 skal flyttes en lønramme op i december måned.  Ansættelsesforholdet periodiseres 01-12-2020 og lønrammen rettes til 02. I januar måneds lønkørsel vil medarbejderens ansættelsesforhold automatisk blive periodiseret pr. 01-01-2021. Løntrin vil ændres til 219 og næste Ryk.dato ændres til 31-12-9999. I resultattabel RTLØN1 vil lønnen blive slået op med lønramme 02 løntrin 219.\nHvis lønnen tilbageføres, vil alle ansættelsesforhold opdateret i lønkørslen, blive sat tilbage til deres oprindelige udseende."}