{"metadata": {"Header 1": "Feriefritimer", "Header 2": "Feriefritimer uden opsparing af beløb", "Header 3": "Afholdelse", "url": "https://help.vismaenterprise.dk/vismaloen-standard/ferie/11-feriefritimer"}, "content": "### Afholdelse\nMånedslønnede\nNår medarbejderen holder feriefritimer, hvor det kun er timerne, der skal registreres, bruger du  \nFraværskode 61 – fraværslønart 3812  \nSkal feriepengegrundlaget reduceres i forbindelse med afholdelse af feriefri, skal du sætte følgende resultattabel op:  \nFERFRI - skriv kode 2 for at reducere feriepengegrundlaget.Opret stillingskategorilønart 3845 på stillingskategorien.  \nNår medarbejderen holder feriefritimer, hvor der skal udbetales en sats pr. time, bruger du  \nFraværskode 63 – fraværslønart 3815Timerne bliver IKKE ganget med satsen, og beløbet bliver IKKE nedskrevet i det opsparede feriebeløb (lønart 3805).  \nTimelønnede\nNår medarbejderen holder feriefritimerne, bruger du  \nFraværskode 61 – fraværslønart 3811De indrapporterede feriefritimer bliver ganget enten med den personlige timeløn fra ansættelsesforhold/Personlig sats/Lønart 9905 eller med satsen fra Resultattabel 1100. Timerne nedskrives i saldo (lønart 3801).\nFraværskode 61 – fraværslønart 3823De indrapporterede feriefritimer bliver ganget enten med den personlige timeløn fra ansættelsesforhold/Personlig sats/Lønart 9905/+Lønart 9906 eller med satsen fra Resultattabel 1100. Timerne nedskrives i saldo (lønart 3801).  \nHvis timelønnen IKKE bliver udbetalt som ferieberettiget løn ved afholdelse af feriefritimer, skal du bruge  \nFraværskode 61 – fraværslønart 3808Timerne nedskrives i saldo (lønart 3801) - beløbet nedskrives IKKE.  \nHvis feriefri bliver udbetalt med timer gange sats, skal du bruge  \nFraværskode 63 – fraværslønart 3819Timerne bliver ganget med satsen, og beløbet bliver nedskrevet i det opsparede feriefribeløb (lønart 3805).  \nHvis medarbejderens afholdelse af feriefritimerne betyder, at der skal udbetales en sats for timerne, skal du bruge  \nFraværskode 63 – fraværslønart 3815Timerne bliver IKKE ganget med satsen, og beløbet bliver IKKE nedskrevet i det opsparede feriefribeløb.  \nHvis medarbejderens afholdelse af feriefritimerne betyder, at satsen skal udbetales til timeløn (lønart 9905 eller resultattabel 1100) + tillæg (1090-1099, 1101, 1104(9906) -1107, 1110, 1114-1119, 1121, 1122, 1210, 1211, 1213-1215, 1250, 1251, 1270-1281), skal du bruge  \nFraværskode 61 – fraværslønart 3828Timerne bliver ganget med satsen af ovenstående lønarter, og beløbet bliver nedskrevet i de opsparede feriefritimer."}